{
    "Midline Shift":"A radiologic finding that describes the movement of the brain beyond the center line.",
    "acoustic neuroma":"A benign SCHWANNOMA of the eighth cranial nerve (VESTIBULOCOCHLEAR NERVE), mostly arising from the vestibular branch (VESTIBULAR NERVE) during the fifth or sixth decade of life. Clinical manifestations include HEARING LOSS; HEADACHE; VERTIGO; TINNITUS; and FACIAL PAIN. Bilateral acoustic neuromas are associated with NEUROFIBROMATOSIS 2.",
    "encephalomalacia":"Abnormal softness of the cerebral parenchyma often due to ischemia or infarction.",
    "focal ischemia":"Tissue necrosis caused by impairment of arterial or venous blood supply in a localized area.",
    "hematencephalon":"Hemorrhage into the substance of the cerebrum.",
    "infarction":"An area of tissue necrosis caused by impairment of arterial or venous blood supply due to mechanical factors (for example, emboli, thrombi) or to blood pressure alterations.",
    "leukoencephalopathy":"Any of a group of diseases affecting the white substance of the brain.",
    "hemangioma":"a congenital vascular malformation consisting of a benign tumor made up of newly formed blood vessels clustered together",
    "epidura and subdural hemorrhage":"A subdural hematoma is a collection of blood in the space between the outer layer (dura) and middle layers of the covering of the brain (the meninges).",
    "metastasis":"The spread of a disease process from one part of the body to another, as in the appearance of neoplasms in parts of the body remote from the site of the primary tumor",
    "meningioma":"A hard, usually vascular tumor occurring mainly along the meningeal vessels and superior longitudinal sinus, invading the dura and skull and leading to erosion and thinning of the skull.",
    "glioma":"Tumor composed of neuroglia in any of its states of development. Called also neuroglioma and neurospongioma.",
    "brain atrophy":"Decreased volume of brain tissue structure, reduced brain parenchyma, decreased brain weight, flattened gyrus, widened and deepened sulcus, enlarged ventricles, cisterns, and subarachnoid space",
    "normal":"It means the absence of diseases and infirmity, indicating the structure is normal.",
    "hydrocephalus": "Hydrocephalus is an abnormal expansion of cavities (ventricles) within the brain that is caused by the accumulation of cerebrospinal fluid.",
    "DWI hyperintensity":"A brighter than expected DWI signal on magnetic resonance imaging (MRI).",
    "DWI heterogeneous intensity":"Both brighter and darker than expected DWI signals on magnetic resonance imaging (MRI).",
    "DWI hyperintensity ring":"A brighter than expected DWI signal ring on magnetic resonance imaging (MRI).",
    "DWI hypointensity":"A darker than expected DWI signal on magnetic resonance imaging (MRI).",
    "DWI hypointensity ring":"A darker than expected DWI signal ring on magnetic resonance imaging (MRI).",
    "DWI isointensity and hypointensity":"A slightly darker than expected DWI signal on magnetic resonance imaging (MRI).",
    "DWI isointensity and hyperintensity":"A slightly brighter than expected DWI signal on magnetic resonance imaging (MRI).",
    "DWI isointensity":"DWI isointensity",
    "T2FLAIR hyperintensity":"A brighter than expected T2FLAIR signal on magnetic resonance imaging (MRI).",
    "T2FLAIR heterogeneous intensity":"Both brighter and darker than expected T2FLAIR signals on magnetic resonance imaging (MRI).",
    "T2FLAIR hyperintensity ring":"A brighter than expected T2FLAIR signal ring on magnetic resonance imaging (MRI).",
    "T2FLAIR hypointensity":"A darker than expected T2FLAIR signal on magnetic resonance imaging (MRI).",
    "T2FLAIR hypointensity ring":"A darker than expected T2FLAIR signal ring on magnetic resonance imaging (MRI).",
    "T2FLAIR isointensity and hypointensity":"A slightly darker than expected T2FLAIR signal on magnetic resonance imaging (MRI).",
    "T2FLAIR isointensity and hyperintensity":"A slightly brighter than expected T2FLAIR signal on magnetic resonance imaging (MRI).",
    "T2FLAIR isointensity":"T2FLAIR isointensity",
    "T1WI hyperintensity":"A brighter than expected T1 signal on magnetic resonance imaging (MRI).",
    "T1WI heterogeneous intensity":"Both brighter and darker than expected T1 signals on magnetic resonance imaging (MRI).",
    "T1WI hyperintensity ring":"A brighter than expected T1 signal ring on magnetic resonance imaging (MRI).",
    "T1WI hypointensity":"A darker than expected T1 signal on magnetic resonance imaging (MRI).",
    "T1WI hypointensity ring":"A darker than expected T1 signal ring on magnetic resonance imaging (MRI).",
    "T1WI isointensity and hypointensity":"A slightly darker than expected T1 signal on magnetic resonance imaging (MRI).",
    "T1WI isointensity and hyperintensity":"A slightly brighter than expected T1 signal on magnetic resonance imaging (MRI).",
    "T1WI isointensity":"T1 isointensity",
    "T2WI hyperintensity":"A brighter than expected T2 signal on magnetic resonance imaging (MRI).",
    "T2WI heterogeneous intensity":"Both brighter and darker than expected T2 signals on magnetic resonance imaging (MRI).",
    "T2WI hyperintensity ring":"A brighter than expected T2 signal ring on magnetic resonance imaging (MRI).",
    "T2WI hypointensity":"A darker than expected T2 signal on magnetic resonance imaging (MRI).",
    "T2WI hypointensity ring":"A darker than expected T2 signal ring on magnetic resonance imaging (MRI).",
    "T2WI isointensity and hypointensity":"A slightly darker than expected T2 signal on magnetic resonance imaging (MRI).",
    "T2WI isointensity and hyperintensity":"A slightly brighter than expected T2 signal on magnetic resonance imaging (MRI).",
    "T2WI isointensity":"T2 isointensity.",
    "widening":"widened sulcus and gyrus.",
    "move":"falx cerebri move to left or right.",
    "deformation":"Problem associated with an undesired bulge, bend, bow, kink, or wavy condition observed in anatomies resulting from compressive stresses.",
    "obvious expansion":"An obvious increase in size.",
    "mild expansion":"A mild increase in size."
}